Repository: mozilla-l10n/mt-training-data
Catalog: nlv/nlv_pontoon.tmx
Source language: en_us
Languages: nlv

source: 1 sentence collected
nlv: 1 tlajkuiloli otiktlalili

source: 2 down, keep it up!<playIcon></playIcon>
nlv: ¡2 yotikchi, okseki xikchiua!<playIcon></playIcon>

source: About
nlv: Itech

source: Accepted file types: .tsv only
nlv: Moneki yetos .tsv

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
nlv: { $actionType }<playIcon></playIcon> ¿kox okitenkixtikej ken kijtoa?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
nlv: { $actionType }<recordIcon></recordIcon> satepan xikpoua tlen ijkuilijtok

source: { $actionType }<stopIcon></stopIcon> when done
nlv: { $actionType }<stopIcon></stopIcon> keman titlamis

source: { $actionType } submit when ready
nlv: { $actionType } xiktitlani keman yiyetos

source: Add and Review Sentences, Add Questions, Transcribe Audio
nlv: Xitlajkuilo, xikmotili, xikijkuilo se tlajtlanilistli noso xikkaki uan xitlajkuilo

source: Add <icon></icon> a public domain sentence
nlv: Xikchiua <icon></icon> se tlajkuiloli tlen nochtin kitaskej

source: Add information
nlv: Xiktlali seki motech

source: Add new sentences for the community to read
nlv: Xikijkuilo tlen oksekimej kitlajtoltiskej

source: Add one sentence per line
nlv: Xikijkuilotijtie se tlajkuiloli uan non okse itlanpa

source: Add questions in your language
nlv: Xikinmijkuilo tlajtlanilmej ika motlajtolkopa

source: Add Sentences
nlv: Xikinmijkuilo seki tlajtoli

source: Add sentences in your language
nlv: Xitlajkuilo ika motlajtolkopa

source: Add up to 1,000 sentences
nlv: Xikintlalili kanaj 1000 tlajkuilolmej

source: Add Your Voice
nlv: Ximotlapoui

source: Agriculture and Food
nlv: Tlatooktli uan tlakuali

source: All sentence must have the same domain
nlv: Nochtin moneki sansekan pouiskej

source: All sentences must have the same citation
nlv: Nochtin moneki sansekan otikinkixti

source: Already have an account? <login>Log-In</login>
nlv: ¿Yotimomachoti? <login>Xikalaki</login>

source: An error occurred fetching sentences
nlv: Itlaj omochi. Mach uelis tiktlaliliskej tlajkuiloli.

source: An error occurred reviewing this sentence
nlv: Itlaj omochi. Mach uelis tikyektlaliliskej tlajkuiloli.

source: An error occurred submitting your voice information
nlv: Itlaj omochi. Mach otikselikej tlen otiktlali itech motlajtol

source: Approve
nlv: Yonpa

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
nlv: Tla ikaj okse san achtsin tikkaki, yikuali. San mach tiknekij oksekimej noijki matlapojkan uan ijkon tepostli kikakis tlen mach ijkuilijtok. Tla tikkaki tlen mach ijkuilijtok, xikpojpolo. Nin mochiua ijkuak sekimej tlapojtokej noso chalantok televisión.

source: Are you coming? <strong>[called by another]</strong>
nlv: ¿Kox tiuits? <strong>[okse kinotsa]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
nlv: Techtlajtlani seki itech <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> noso <emailLink>email</emailLink>.

source: Automotive and Transport
nlv: Teposmej uan tlen ipan tinemij

source: Background Noise
nlv: Itlaj chalantok

source: Background Voices
nlv: Oksekimej tlapojtokej

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
nlv: Mach san niman xikpojpolo se tlajtoli san panpa tikijtos mach kuali okitenkixtikej. Xikilnamiki oktlamantli tiktenkixtiaj nauatl ijkon ken toaltepe uan xamo seki mach tikinmixmati noso mach ken tejuatsin tikonchiua. Uelis tikkauilis se tlajtoli tlen oktlamantli uan ijkon okachi titlapaleuis.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
nlv: [´Yótlanki’ uan ´yotlánki´ yikuali. Tlatlamantli kitenkixtiaj itech seki altepemej]

source: <bold>{ $count }</bold> Clips
nlv: tlajtolmej

source: <bold>Help us</bold> find more voices
nlv: <bold>Techpaleui</bold> tikinmajsiskej oksekimej

source: Bulk batch
nlv: Miakej

source: Bulk Sentences Uploaded
nlv: ¡Miakej otikintitlanili!

source: By telling us about yourself, you will help developers build more inclusive technology
nlv: Tla techiluis okachi motech, techpaleuis okachi titesepanpaleuikan

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nlv: Ijkuak tiktekitiltia Common Voice, tikselia<termsLink>Tlanauatilmej</termsLink> uan <privacyLink>Ken tiktekitiltia tlen nikan tiktlalilia</privacyLink>

source: Cancel Re-recording
nlv: Mach ok xiktsiko.

source: Cancel Submission
nlv: Mach xiktitlani

source: Cannot submit more than 1000 sentences
nlv: Mach uelis tikinpanauis 1000 tlajkuilolmej

source: Change preferences
nlv: Xikpatla ken tlayetos

source: Check <icon></icon> is this a linguistically correct sentence?
nlv: Xikmotili, <icon></icon>¿okijkuilojkej ken moneki?

source: <chevron></chevron>See less
nlv: <chevron></chevron>Mach okachi mamonexti

source: <chevron></chevron>See more
nlv: <chevron></chevron>Okachi mamonexti

source: Citation
nlv: Okijkuilo

source: Cite with a URL link or the full name of the work.
nlv: Xiktlalili se enlace (URL) noso ken itoka amochtli.

source: Click
nlv: Xikpacho

source: Clips Uploaded
nlv: ¡Yomokak!

source: Comment
nlv: Techtlapoui

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
nlv: Common Voice non tlen ika Mozilla kinpaleuia yankuik teposmej makimatikan keni titlapouaj.

source: Contact Us
nlv: Techtlapoui

source: Continue
nlv: Ijkon mamokaua

source: Continue validating
nlv: Okseki xikinkaki

source: Contribute
nlv: Techpaleui

source: Contribute sentences
nlv: Techpaleui ika seki tlajkuiloli

source: Contribution Criteria
nlv: Keni moneki titlapaleuis

source: Create a profile
nlv: Ximomachoti

source: Criteria
nlv: Tlenon moneki

source: Datasets
nlv: Tlen yikajki

source: Delete my recordings
nlv: Xikinpojpolo

source: Different language
nlv: Nin okse tlajtolkopa.

source: Difficult to pronounce
nlv: Sapanoa oui niktenkixtis

source: Discard ongoing recording
nlv: Mach ok xiktsiko

source: Does the sentence meet the guidelines?
nlv: ¿Okijkuilokej ken yotikijtojkaj moneki?

source: Donate your voice
nlv: Techtliokolili motlajtol

source: Don't see your language on Common Voice yet?
nlv: ¿Mach tikita motlajtolkopa itech Common Voice?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
nlv: Nikan xikixtoki motlajkuilol noso xikpacho <uploadButton>uan xiktitlanili</uploadButton>

source: Drop file here to upload
nlv: Nikan xikixtoki motlajkuilol

source: Enter your public domain sentence here
nlv: Nikan xikijkuilo tlen nochtin kitaskej

source: Enter your public domain sentences here
nlv: Nikan xikinmijkuilo tlen nochtin kinmitaskej

source: Error adding sentence
nlv: Mach omokak

source: Exit & Delete clips
nlv: Xikisa uan xikpojpolo

source: Fewer than 15 words per sentence
nlv: Mach makipanaui 15 tlajtolmej

source: File is too large
nlv: Sapanoa ueyi motlajkuilol

source: File is too small
nlv: Sapanoa achitsin motlajkuilol

source: Finance
nlv: Tomin

source: Finish recording
nlv: Xitlami tiksikos

source: Finish recording first?
nlv: ¡Tikneki achto tiktlamiltis?

source: Finish Review
nlv: Xitlami

source: Finish validating
nlv: Xitlami titlakakis

source: Finish validating clips?
nlv: ¿Mach ok titlakakis?

source: Follow guidelines from “What sentences can I add?”
nlv: Xikchiua ijkon ken kijtoa “¿Tlenon uelis nikijkuilos?”

source: for example
nlv: tlamantli ken inin

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
nlv: Ken melauak tiknekij titesepanpaleuiskej, moneki achitsin tikinmixmatiskej akinmej techpaleuiaj. Ijkon kuali tikmatiskej katli intlajtolkopa uan tlen okachi moneki. Panpa, tla amikaj itech se tlajtolkopa, mach uelis tikinpaleuiskej akinmej ijkon tlajtoaj.<learnMore>Xikmati okachi itech tleka miak ipati tlen tiktlalilia.</learnMore>

source: General
nlv: San tlenon

source: General language / multiple variants
nlv: San tlen tlamantli/tlatlamantli

source: Grammatical / spelling error
nlv: Mach ijkon tikijkuiloaj/tiktenkixtiaj.

source: Great!<recordIcon></recordIcon> Record your next clip
nlv: ¡Yonpa!<recordIcon></recordIcon> Okse xiktsiko

source: Great work!<playIcon></playIcon> Listen again when you're ready
nlv: ¡Kuali otikchi!<playIcon></playIcon> Okse xikkaki tla tikneki

source: Guidelines
nlv: Tlen moneki

source: Healthcare
nlv: Pajtli

source: Help create Common Voice’s first target segment in { $locale }
nlv: Techpaleui matiktlalikan tlen achto kajxitis Common Voice’s ika { $locale }

source: Help us validate voices
nlv: Xikonita kox kuali otlatenkixtikej

source: His hand was rais-ed.
nlv: Nin noitskuin.

source: History, Law and Government
nlv: Tlen yopanok noso Tlanauatilmej

source: How do I cite?
nlv: ¿Ken nikijtos akin okijkuilo?

source: How to add multiple sentences
nlv: Ken san semi tikinmijkuilos miakej

source: How would you describe your sex or gender?
nlv: ¿Tikijtoskia titlakatl, tisiuatl noso oktlamantli?

source: I agree
nlv: Kuali

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
nlv: Niksentlalia ninmej tlajkuilolmej <wikipediaLink>nochtin uelis kintekitiltiskej</wikipediaLink> uan onechkauilikej manikintlali.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
nlv: Niksentlalia nin tlajkuiloli <wikipediaLink>nochtin uelis kitekitiltiskej</wikipediaLink> noso onechkauilikej maniktlali.

source: <icon></icon> Add multiple public domain sentences
nlv: Xikintitlani <icon></icon> miakej tlajkuilolmej tlen nochtin kinmitaskej

source: Ideally natural and conversational (it should be easy to read the sentence)
nlv: Okachi kuali ken ikaj iuan timotlapouiskia (mach oui mayeto)

source: I do not agree
nlv: Mach nechpaktia

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
nlv: Tla moneuian otikijkuilo, san xikijkuilo <italicizedText>“Noneuian onikijkuilo”</italicizedText>. Moneki tikmatiskej kanin otikkixti tlen otikijkuilo uan ijkon uelis tiktekitiltiskej uan amikaj techteluis. Tla tikneki tikmatis okachi, xikita <guidelinesLink>Tlen moneki</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nlv: Tla tlajtoli motsitsikojtok noso chajchalantok, xipojpolo. Maski ijkon, tla mayijki tikkaki nochi tlen moneki, xikkaua.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nlv: Tla onka okseki tlen monekis techiluis itech motlajkuilol, techtlajkuilili itech <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nlv: Tla onka okseki tlen tikneki techiluis itech motlajkuilol uan mach nikan nesi, techtlajkuilili itech <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nlv: Tla tlajkuiloli mach kajki ken moneki, xikpacho &quot;Xikpojpolo&quot; mopochma. Tla mach tikmati kox kuali noso amo, uelis xikpanaui uan xikita okse.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nlv: Tla tlajkuiloli kajki ken moneki, xikpacho kanin kijtoa &quot;Yikuali&quot; moyekma.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nlv: Tla tikajsi itlaj tlen mach nikan kajki, xikchiua tlen okachi kuali tikitas. Tla mach tikmati tlen tikchiuas, xikpacho kanin kijtoa "Xikpanaui" uan okse xikkaki. Nin okachi kuali tla mach tikmati tlen tikchiuas.

source: If you run out of sentences to review, please help us collect more sentences!
nlv: Tla mach ok onka tlajkuiloli tlen tikmotilis, techpaleui. ¡Xikinmijkuilo okseki!

source: Include appropriate citation
nlv: Kuali xiktlali akin okijkuilo

source: Invalid file
nlv: Motlajkuilol mach yonpa

source: It contains words or phrases that are hard to read or pronounce.
nlv: Seki tlajtoli mach nikintekaki noso mach uelis nikintenkixtis.

source: It is written in a language different than what I’m reviewing.
nlv: Tlen okijkuilokej mach poui itech tlajtolkopa tlen nikmotilijtok.

source: It is written in a language different than what I’m speaking.
nlv: Tlen okijkuilokej mach notlajtolkopa.

source: Just Unsure?
nlv: ¿Mach tikmati tlenon tikchiuas?

source: Keep it up, record again <recordIcon></recordIcon>
nlv: Yimokauas, oksepa xitlajto <recordIcon></recordIcon>

source: Keep the recordings
nlv: Ijkon mayeto

source: Keep track of your progress with a profile
nlv: Ximomachoti uan tikitas kanachi titechpaleuis

source: Language Fundamentals (e.g. Digits, Letters, Money)
nlv: Tlen okachi moneki (uelis poualmej, tlajkuiloli, tomintsin)

source: Languages
nlv: Tlajtolkopaj

source: Large bulk sentence submission
nlv: Miakej tlajkuiloli tikintitlanilis

source: Learn More
nlv: Xikmati okachi

source: Leaving now means you'll lose your progress
nlv: Tla tikisas, tikpolos tlen yotikchi

source: Listen
nlv: Xitlakaki

source: Listen options menu
nlv: Tlen uelis tikkakis

source: Loading sentences…
nlv: Titlatlalijtokej...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
nlv: <loginLink>Xikalaki</loginLink> noso <loginLink>ximomachoti</loginLink> tla tikneki okseki tikinmijkuilos

source: Log in or sign up to get started
nlv: Xikalaki noso ximomachioti uan titechpaleuis

source: Log In / Sign Up
nlv: Xikalaki/Ximomachoti

source: Make sure the sentence meets the following criteria:
nlv: Xikmotili tlajkuiloli mayeto ijki:

source: Maximum file size: 25 MB
nlv: Amo moneki kipanauis: 25 MB

source: Media and Entertainment
nlv: Tlen ika timoyolpaktiaj

source: Minimum sentences in file: 1000
nlv: Tlajkuilolmej tlen monekis: 1000

source: [Mismatched content]
nlv: [Mach ijkon kijtoa]

source: Misreadings
nlv: Mach kuali okitlajtoltijkej

source: Missing an <strong>'s'</strong> at the end of a word.
nlv: Polui <strong>'j'</strong> itlamian se tlajtoli.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
nlv: Poliui <strong>'Se'</strong> noso <strong>'Tejuan'</strong> ijkuak peua se tlajtoli.

source: Missing the end of the last word by cutting off the recording too quickly.
nlv: Mach ajsitok tlajtoli panpa san totoka okistikiski.

source: [More has been recorded than the required text]
nlv: [Okijto okachi, mach san tlen ijkuilijtok]

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
nlv: Miak tlamantli tlen uejueyij tekinechikolmej kipiaj machikaj okse uelis kitas. Tikneltokaj non kitsakuilia matitlayekapanpanokan. Ikinon, otikchijkej Common Voice (Tinochtin Titlajtoaj) uan ijkon tinochtin uelis timosepanpaleuiskej ika.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
nlv: Kanaj nochtin san kuali tlajtoskej. Noijki, uelis tikselis maski tsajsis, ichtakatlajtos noso kipajpatla ken tlajtoa. Xikpojpolo tla tlakuikas noso tla akin melauak tlajtoa yen se tepostli.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
nlv: Common Voice se tlamantli tlen ika Mozilla kinpaleuia yankuik teposmej makimatikan keni titlapouaj.

source: n
nlv: m

source: N
nlv: M

source: Nature and Environment
nlv: Tlen onka itech tlatikpaktli

source: News and Current Affairs
nlv: Tlen axkan tlamochijtok

source: No
nlv: Mach

source: [No ‘a’ in the original text]
nlv: [Machitlaj ‘ye’ ijkuilijtok]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
nlv: <noCopyright>Machitlaj tlanauatil</noCopyright> kijtoa teaxka (cc-0)

source: No foreign letters
nlv: Mach ika tlajkuiloli non mach poui

source: No microphone found.
nlv: Machitlaj micrófono.

source: No numbers and special characters
nlv: Mach xikijkuilo ika pouali noso okse tlamantli

source: No sentences to review. <addLink>Add more sentences now!</addLink>
nlv: Machitlaj onka tlen tikmotilis. <addLink>¡Xikintlalili okseki!</addLink>

source: No thanks, continue speaking
nlv: Mach, san manitlajto

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
nlv: Axan uelis tiktetliokolilis motlajtol uan ika tikchiuaskej se tlajtolnechikoli tlen nochtin uelis kitekitiltiskej uan ijkon uelis kichiuaskej yankuik tlamantli itech internet uan oksekan. Ijkuak itlaj tiktlajtoltia tikinpaleuia teposmej makimatikan ken titlapouaj. Xikita tlen oksekimej kichiuaj uan xikmotili kox kuali. ¡Mach oui!

source: Offensive language
nlv: Pitsotlajtoli

source: Offensive speech
nlv: Mach kuali tlen kijtoa

source: On desktop devices you can contribute by downloading…
nlv: Ika seki teposmej uelis techpaleuis tla tikmotemouilis...

source: On his head he wore a beret.
nlv: ¿Kox yotlanki?

source: On iOS please continue with Safari to enable recording…
nlv: Ika iOS, uelis tiksikos motlajtol ika Safari...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
nlv: Maski ijkon, tla tikita akin okipouili mach kimati tlen kijtoa uan san ken nesi okitenkixti, xikpojpolo. Tla mach tikmati tlen omochi, xikkaua uan okse xikpanaui.

source: p
nlv: k

source: Partner
nlv: Techpaleuia

source: [Part of the text can’t be heard]
nlv: [Seki tlajtoli amo uelis tikkakis]

source: <playIcon></playIcon>Last one!
nlv: <playIcon></playIcon>Se poliui!

source: Play/Stop
nlv: Xikkaki/Xikketsa

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
nlv: Xikonita <templateFileLink>machotilis</templateFileLink>. Tlen tikijkuilos moneki mach mayeto teaxka (CC0 noso matetlaneti akin okijkuilo), amo oui se kajsikamatis, maijkuilijto ken moneki uan mach oui se kitenkixtis. Se kitlajtoltis moneki uejkauas san kanaj 10 noso 15 segundos uan mach makinpia poualmej, tokayomej noso okseki tlamantli tlen amo pouij totlajtol.

source: Please fill out this field.
nlv: Xikontlalili nikan tlen moneki.

source: Please select a language to review sentences.
nlv: Xikonpejpena tlenon tlajtolkopa tikmotilis.

source: r
nlv: x

source: [‘Raised’ in English is always pronounced as one syllable, not two]
nlv: [‘Noitskuin’ tiktenkixtiaj san semi noso ken ´notskuin´]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
nlv: Otikpanaui tlen omonekiaya. Oksepa xikyeko ipan { $retryLimit } minutos

source: Rate limit exceeded. Try again in { $retryLimit } seconds
nlv: Otikpanaui tlen omonekiaya. Oksepa xikyeko ipan { $retryLimit } segundos

source: Reader Effects
nlv: Kenijki kipouaj

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
nlv: Kitenkixtiaj tlen mach yonpa ken "ita", kanin kijtoa "xikita" noso "iuan" kanin kijtoa "uan".

source: Read Sentences
nlv: Xikinpo seki tlajtoli

source: Read Sentences, Answer Questions
nlv: Xikinpo seki tlajtoli, xikinnankili tlajtlanilmej

source: Read Sentences <small>(Coming soon)</small>
nlv: Xikinpo seki tlajtoli <small>(Coming soon)</small>

source: Read sentences submitted by the community in various languages
nlv: Xikinpo seki tlajtoli tlen oksekimej okijkuilojkej ika tlatlamantli tlajtolkopa

source: Ready to do { $count } more?
nlv: ¿Ok techpaleuis ika { $count } ?

source: <recordIcon></recordIcon> Last one!
nlv: ¡Saiktlami!

source: [Recording cut off before the end of the last word]
nlv: [Mach ajsitok. San totoka okistikiski]

source: Record/Stop
nlv: Xiktsiko/Ximochia

source: Record yourself reading sentences in your language
nlv: Xiksiko motlajtol ijkuak tikinpos seki tlajtoli ika motlajtolkopa

source: Record yourself responding to questions and prompts in your language
nlv: Xiksiko motlajtol ijkuak tikinnankilis seki tlajtlanilistli ika motlajtolkopa

source: Record your voice
nlv: Xiktsiko motlajtol

source: Reference the source of your sentence (required)
nlv: Kanin otikkixti tlajkuiloli (Moneki)

source: Reject
nlv: Xipojpolo

source: Report
nlv: Itlaj mochiua

source: Report was passed successfully
nlv: Yitikmatokej tlen mochijtok

source: Request a Language
nlv: Xiktlajtlani se tlajtolkopa

source: Re-record
nlv: Oksepa xikchiua

source: Re-record clip
nlv: Oksepa xiktsiko

source: Return
nlv: Ximokopa

source: Review
nlv: Xikmotilitie

source: Review could not be saved. Please try again later.
nlv: Itlaj omochi. Mach omokak. Teotlatki oksepa xikyeko.

source: ⓘ Review Criteria
nlv: ⓘ Tlen uan ken tikmotilis

source: Review Criteria
nlv: Tlen uan ken tikmotilis

source: Reviewed sentences not submitted, are sure?
nlv: Mach otiktitlanki tlen otikmotili, ¿kox kuali ijkon?

source: Review existing sentences submitted by the community
nlv: Xikmotili tlen oksekimej yokijkuilokej

source: Review & re-record clips here as you go
nlv: Xikita nikan tlen yotikchi uan okseki xikchiua

source: Review & re-record clips if needed
nlv: Xikmotili uan oksepa xiktsiko tla monekis

source: Review Sentences
nlv: Xikmotili tlajtoli

source: Review sentences in your language
nlv: Xikmotili tlen ijkuilijtok ika motlajtolkopa

source: Review & Submit
nlv: Xikmotili uan xiktitlani

source: Review transcriptions of recorded sentences for accuracy
nlv: Xikmotili tlen okitenkakijkej kox kuali okijkuilokej
